Repository: ynov-lyon-mobilite/easyselling-ios
Catalog: easyselling/Application/Supporting Files/*.lproj/localizable.strings
Languages: fr

# button.forgottenPassword
source: Forgot your password ?
fr: Mot de passe oublié

# error.forbidden
source: You are not allowed to do the current action
fr: Vous n'êtes pas autorisé à effectuer cette action.

# error.invalidCredentials
source: Your credentials are incorrect. Please try again
fr: Vos identifiants sont incorrectes. Veuillez réessayer.

# error.notFound
source: Unable to find the item you are looking for.
fr: Impossible de trouver l'élément que vous cherchez.

# error.internalError
source: An error has occurred. We apologise for the inconvenience. Please try again.
fr: Une erreur est est survenue. Veuillez nous excuser pour la gêne occasionnée. Veuillez réessayer.

# onBoarding.button.previous
source: Pevious
fr: Précédent

# onBoarding.button.next
source: Next
fr: Suivant

# onBoarding.features.1.title
source: Find your vehicles
fr: Retrouvez vos véhicules

# onBoarding.features.1.label
source: You can add, modify and delete vehicles with simple movements.
fr: Vous pourrez ajouter, modifier et supprimer des véhicules avec des mouvements simples.

# onBoarding.features.2.title
source: Store your invoices
fr: Stockez vos factures

# onBoarding.features.2.label
source: EasySelling allows you to add and store your vehicle invoices easily for quick retrieval.
fr: EasySelling vous permet d’ajouter et de stocker les factures de vos véhicules facilement pour les retrouver rapidement.

# onBoarding.features.3.title
source: Share your vehicle
fr: Partagez votre véhicule

# onBoarding.features.3.label
source: After selling your vehicle, you can share it and its invoices with the new owner.
fr: Après avoir vendu votre véhicule, vous pourrez partager celui-ci et ses factures à son nouveau propriétaire.

# signUp.mail
source: Mail
fr: Email

# signUp.password
source: Password
fr: Mot de passe

# signUp.passwordConfirmation
source: Password confirmation
fr: Confirmation de mot de passe

# signUp.CreateAccountButton
source: Create account
fr: Créer un compte

# userAuthentication.button.login
source: Login
fr: Se connecter

# userAuthentication.register.label
source: Don't have an account yet?
fr: Vous n'avez pas encore de compte ?

# userAuthentication.register.button
source: Register
fr: S'inscrire

# passwordReset.mailSentSuccessfully
source: An email has been sent to you to reset your password
fr: Un mail vous a été envoyé pour réinitialiser votre mot de passe

# passwordReset.resetSuccessfully
source: Your password has been reset successfully
fr: Votre mot de passe a été réinitialisé

# passwordReset.sendMailButton
source: Send a reset email
fr: Envoyer un mail de réinitialisation

# passwordReset.iUnderstand
source: I understand
fr: J'ai compris

# passwordReset.resetPasswordButton
source: Reset password
fr: Réinitialiser le mot de passe

# passwordReset.understand
source: I understand
fr: J'ai compris

# vehicles.car
source: Car
fr: Voiture

# vehicles.moto
source: Motorcycle
fr: Moto

# vehicles.title
source: My vehicles
fr: Mes véhicules

# vehicles.deleteButton
source: Delete
fr: Supprimer

# vehicles.updateButton
source: Update
fr: Modifier

# vehicles.searchBar.placeholder
source: Search for a name, model...
fr: Cherchez un nom, modèle...

# createVehicle.title
source: Add a vehicle
fr: Ajouter un véhicule

# createVehicle.brand
source: Brand
fr: Marque

# createVehicle.model
source: Model
fr: Modèle

# createVehicle.year
source: Year
fr: Année

# createVehicle.submit
source: Add
fr: Ajouter

# createVehicle.form.vehicleType.title
source: My vehicle type
fr: Mon type de véhicule

# createVehicle.form.licence.title
source: My licence plate
fr: Ma plaque d'immatriculation

# createVehicle.form.brandAndModel.title
source: Brand and model
fr: Marque et modèle

# createVehicle.form.year.title
source: Year of registration
fr: Année d'immatriculation

# createVehicle.error.emptyField
source: A field is empty
fr: Un des champs est vide

# createVehicle.error.incorrectYear
source: The year format is incorrect
fr: L'année renseignée est invalide

# createVehicle.error.incorrectlicenceFormat
source: The licence format is incorrect
fr: Le numéro d'immatriculation est invalide

# createVehicle.error.incorrectlicenceSize
source: The length of the licence is incorrect
fr: La longueur du numéro d'immatricution est invalide

# createVehicle.error.unchosenType
source: You must choose a vehicle type
fr: Vous devez choisir un type de véhicule

# createVehicle.form.adviceForlicence
source: AA-123-AA or 123 ABC 12
fr: AA-123-AA ou 123 ABC 12

# error.occured
source: An error occured
fr: Une erreur c'est produite

# credentialsError.invalidEmail
source: Invalid email
fr: L'adresse email est incorrect

# credentialsError.emptyEmail
source: Empty email
fr: L'adresse email est vide

# credentialsError.wrongPasswords
source: Passwords are differents
fr: Les mots de passes sont différents

# credentialsError.emptyPassword
source: Empty password
fr: Le mot de passe est vide

# credentialsError.emptyPasswordConfirmation
source: Empty password confirmation
fr: La confirmation du mot de passe est vide

# invoice.deleteButton
source: Delete invoice
fr: Supprimer la facture

# invoiceCreation.label.addFile
source: Add document
fr: Ajouter un document

# invoiceCreation.button.scan
source: Scan file
fr: Scanner un document

# invoiceCreation.button.upload
source: Upload file
fr: Importer un document

# profile.title
source: My profile
fr: Mon profil

# profile.explanations
source: Explanations
fr: Explications

# profile.settings
source: Settings
fr: Préférences

# profile.logout
source: Logout
fr: Se déconnecter

# settings.icons
source: Application icon
fr: Icône d'application

# settings.theme
source: Application theme
fr: Thème d'application
